Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/AuthKitUI.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nl, no, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_cn, zh_hk, zh_tw

# AUTHORIZATION_PRIVACY_REVIEW_MESSAGE_REBRAND
source: Sign in to apps and websites with the Apple Account you already have. Apps can only ask for name and email. And you can keep your email address private but still receive messages from the app.
ar: سجل الدخول إلى التطبيقات ومواقع الويب باستخدام حساب Apple الحالي. بإمكان التطبيقات سؤالك عن اسمك وبريدك الإلكتروني فقط. ويمكنك الاحتفاظ بسرية عنوان بريدك الإلكتروني وتلقي رسائل من التطبيق في نفس الوقت.
bg: Влизайте в приложения и уеб сайтове с Apple регистрация, която вече имате. Приложенията могат да искат само име и имейл. Можете и да запазите имейла си поверителен, но все пак да получавате съобщения от приложението.
bn: আপনার বর্তমান Apple অ্যাকাউন্ট দিয়ে বিভিন্ন অ্যাপ ও ওয়েবসাইটে সাইন ইন করুন। অ্যাপগুলি শুধুমাত্র নাম ও ইমেলের ব্যাপারে জিজ্ঞাসা করতে পারে। আর আপনি আপনার ইমেল অ্যাড্রেস গোপন রাখতে পারেন কিন্তু তা সত্ত্বেও অ্যাপ থেকে মেসেজ পাবেন।
ca: Inicia sessió a les apps i als llocs web amb el compte d’Apple que ja tens. Les apps només et podran preguntar el nom i l’adreça electrònica. A més, podràs protegir‑ne la privacitat sense deixar de rebre missatges de les apps.
cs: K aplikacím a webovým stránkám se můžete přihlašovat pod svým stávajícím účtem Apple. Aplikace se vás můžou zeptat jen na jméno a e‑mail. Svoji e‑mailovou adresu můžete uchovat v soukromí a přesto z aplikací dostávat zprávy.
da: Log ind på apps og websteder med den Apple‑konto, du allerede har. Apps kan kun bede om et navn og en e-mailadresse. Du kan således beskytte din e-mailadresse og stadig modtage beskeder fra appen.
de: Melde dich bei Apps und Websites mit deinem schon vorhandenen Apple Account an. Apps können nur nach dem Namen und der E‑Mail-Adresse fragen. Dabei kannst du deine E‑Mail-Adresse geheim halten und dennoch Nachrichten von der App erhalten.
el: Συνδεθείτε σε εφαρμογές και ιστότοπους με τον λογαριασμό Apple που έχετε ήδη. Οι εφαρμογές μπορούν να ζητήσουν μόνο όνομα και διεύθυνση email. Μπορείτε να διατηρήσετε ιδιωτική τη διεύθυνση email σας, αλλά να συνεχίσετε να λαμβάνετε μηνύματα από την εφαρμογή.
es: Inicia sesión en las apps y los sitios web con la cuenta de Apple que ya tienes. Las apps solo pueden pedirte el nombre y el correo electrónico. Seguirás recibiendo mensajes de las apps sin necesidad de revelar tu dirección de correo.
es_419: Inicia sesión en apps y sitios web utilizando tu cuenta de Apple actual. Las apps sólo pueden preguntarte tu nombre y tu correo. Puedes optar por mantener la privacidad de tu dirección de correo y seguir recibiendo mensajes de la app.
fi: Kirjaudu sisään appeihin ja sivustoille Apple-tilillä, joka sinulla jo on. Apit voivat kysyä vain nimeä ja sähköpostiosoitetta. Voit myös pitää sähköpostiosoitteesi yksityisenä, mutta silti saada viestejä apilta.
fr: Connectez-vous à des apps et à des sites web avec le compte Apple que vous possédez déjà. Les apps ne peuvent vous demander que votre nom et votre adresse e-mail. De plus, vous pouvez garder votre adresse e-mail privée tout en recevant des messages de la part des apps.
fr_ca: Connectez-vous aux apps et aux sites Web avec votre compte Apple. Les apps peuvent seulement demander un nom et une adresse courriel. Vous pouvez éviter de communiquer votre véritable adresse courriel tout en recevant des messages de l’app.
gu: ઍપ અને વેબસાઇટમાં તમારી પાસે અગાઉથી ઉપલબ્ધ Apple અકાઉંટ દ્વારા સાઇન ઇન કરો. ઍપ દ્વારા તમને માત્ર નામ અને ઇમેલ માટે જ પૂછવામાં આવશે. તમે તમારું ઇમેલ અડ્રેસ ખાનગી રાખીને પણ ઍપથી મેસેજ પ્રાપ્ત કરી શકો છો.
he: באפשרותך להתחבר ליישומים ואתרים באמצעות חשבון ה-Apple הקיים שלך. יישומים יכולים לבקש רק את השם וכתובת הדוא״ל שלך. גם אם בחרת לא לחשוף את כתובת הדוא״ל שלך, תהיה לך אפשרות לקבל הודעות מהיישום.
hi: ऐप्स और वेबसाइट में उस Apple खाते से साइन इन करें जो आपके पास है। ऐप्स के द्वारा केवल नाम और ईमेल के लिए अनुरोध किया जाएगा। आप अपना ईमेल पता गोपनीय रखते हुए ऐप से संदेश प्राप्त कर ^[सकते हैं](inflect: true)।
hr: Prijavite se u aplikacije i web stranice Apple računom koji već imate. Aplikacije mogu tražiti samo ime i e-mail adresu. A vaša e-mail adresa može ostati privatna a vi i dalje primati poruke iz aplikacije.
hu: Bejelentkezhet az appokba és a webhelyekre a már meglévő Apple-fiókjával. Az appok csak a nevét és az e-mail-címét kérhetik el. Ezenkívül az e-mail-címét titokban tarthatja, és ennek ellenére üzeneteket fogadhat az apptól.
id: Masuk ke app dan situs web dengan Akun Apple yang telah Anda miliki. App hanya dapat meminta nama dan email. Selain itu, Anda dapat menjaga privasi alamat email Anda, tapi masih menerima pesan dari app.
it: Accedi ad app e siti web con l’Apple Account esistente. Le app possono chiederti soltanto nome e indirizzo email. Puoi mantenere l’email privata e ricevere comunque messaggi dall’app.
ja: すでにお持ちのApple Accountを使ってアプリやWebサイトにサインインします。アプリが要求できるのは名前とメールアドレスのみです。メールアドレスを公開せずに、アプリからのメッセージを受け取ることもできます。
kk: Қолданыстағы Apple аккаунты арқылы қолданбалар мен веб-сайттарға кіріңіз. Қолданбалар тек атыңыз бен эл. поштаңызды сұрауы мүмкін. Сонымен қатар эл. пошта мекенжайын құпия күйде сақтап, бәрібір қолданбадан хабарлар алуға болады.
kn: ನಿಮ್ಮಲ್ಲಿ ಈಗಾಗಲೇ ಇರುವ Apple ಖಾತೆಯ ಮೂಲಕ ಆ್ಯಪ್‌ಗಳು ಮತ್ತು ವೆಬ್‌ಸೈಟ್‌ಗಳಿಗೆ ಸೈನ್ ಇನ್ ಮಾಡಿ. ಆ್ಯಪ್‌ಗಳು ಹೆಸರು ಮತ್ತು ಈಮೇಲ್ ಅನ್ನು ಮಾತ್ರ ಕೇಳುತ್ತವೆ. ಅಲ್ಲದೆ, ನಿಮ್ಮ ಈಮೇಲ್ ವಿಳಾಸವನ್ನು ನೀವು ಖಾಸಗಿಯಾಗಿ ಇರಿಸಬಹುದಾದರೂ ಆ್ಯಪ್‌ನಿಂದ ಸಂದೇಶಗಳನ್ನು ಸ್ವೀಕರಿಸುತ್ತೀರಿ.
ko: 이미 가지고 있는 Apple 계정으로 앱 및 웹사이트에 로그인하십시오. 앱은 이름 및 이메일만 요청할 수 있으며, 사용자의 이메일 주소를 비공개로 유지하면서도 앱에서 보낸 메시지를 받을 수 있습니다.
lt: Prie programų ir svetainių prisijunkite naudodami jau turimą „Apple“ paskyrą. Programose gali būti prašoma įvesti tik vardą ir el. pašto adresą. Be to, galite paslėpti el. pašto adresą ir vis tiek gauti žinutes iš programos.
ml: നിങ്ങളുടെ ഇതിനകം നിലവിലുള്ള Apple അക്കൗണ്ട് ഉപയോഗിച്ച് ആപ്പുകളിലേക്കും വെബ്സൈറ്റുകളിലേക്കും സൈൻ ഇൻ ചെയ്യൂ. ആപ്പുകൾക്ക് പേരും ഇ-മെയിലും മാത്രമേ ചോദിക്കാനാകൂ. നിങ്ങളുടെ ഇ-മെയിൽ വിലാസം നിങ്ങൾ സ്വകാര്യമായി സൂക്ഷിക്കുമ്പോൾ തന്നെ ആപ്പിൽ നിന്ന് സന്ദേശങ്ങൾ സ്വീകരിക്കാം.
mr: तुमच्याकडे आधीच असलेल्या Apple अकाउंटने ॲप आणि संकेतस्थळामध्ये साइन इन करा. ॲप केवळ नाव आणि ईमेल ॲड्रेस विचारेल. तुम्ही तुमचा ईमेल ॲड्रेस गोपनीय ठेवून देखील ॲपकडून संदेश प्राप्त करू शकता.
ms: Daftar masuk ke app dan tapak web dengan Akaun Apple yang anda miliki. App hanya boleh meminta nama dan e‑mel. Anda juga boleh memastikan alamat e‑mel anda peribadi namun masih menerima mesej daripada app.
nl: Log in bij apps en websites met de Apple Account die je al hebt. Apps kunnen alleen om een naam en e‑mailadres vragen. En je kunt je e‑mailadres privé houden, maar toch berichten ontvangen van de app.
no: Logg på i apper og på nettsteder med den eksisterende Apple-kontoen din. Apper kan kun be deg oppgi navn og e‑postadresse, og du kan holde e‑postadressen din hemmelig og fortsatt motta meldinger fra appen.
or: ଆପଣଙ୍କ ପାଖରେ ପୂର୍ବରୁ ଥିବା Apple ଆକାଉଣ୍ଟ୍‌ ସାହାଯ୍ୟରେ ଆପ୍ ଓ ୱେବ୍‌ସାଇଟ୍‌ଗୁଡ଼ିକରେ ସାଇନ୍ ଇନ୍ କରନ୍ତୁ। ଆପ୍‌ଗୁଡ଼ିକ କେବଳ ନାମ ଓ ଇମେଲ୍ ପାଇଁ ଆପଣଙ୍କୁ ଅନୁରୋଧ କରିପାରିବ। ଏବଂ ଆପଣ ନିଜ ଇମେଲ୍ ଠିକଣା ଗୋପନୀୟ ରଖି ମଧ୍ଯ ଆପ୍‌ରୁ ମେସେଜ୍ ପ୍ରାପ୍ତ କରିପାରିବେ।
pa: ਐਪਾਂ ਅਤੇ ਵੈੱਬਸਾਈਟਾਂ ਵਿੱਚ ਉਸ Apple ਖਾਤੇ ਨਾਲ ਸਾਈਨ ਇਨ ਕਰੋ ਜੋ ਤੁਹਾਡੇ ਕੋਲ ਪਹਿਲਾਂ ਤੋਂ ਹੈ। ਐਪਾਂ ਦੁਆਰਾ ਸਿਰਫ਼ ਨਾਮ ਅਤੇ ਈਮੇਲ ਲਈ ਬੇਨਤੀ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ। ਤੁਸੀਂ ਆਪਣਾ ਈਮੇਲ ਪਤਾ ਗੁਪਤ ਰੱਖ ਕੇ ਐਪ ਤੋਂ ਸੁਨੇਹੇ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦੇ ਹਨ।
pl: Możesz logować się w aplikacjach i witrynach, używając już posiadanego konta Apple. Aplikacje mogą pytać tylko o nazwę użytkownika i hasło. Możesz odbierać wiadomości z aplikacji, mimo że Twój adres email jest przed nimi ukryty.
pt_br: Inicie uma sessão em apps e sites com a Conta Apple que você já tem. Os apps podem solicitar apenas o seu nome e e‑mail. E você pode manter o seu endereço de e‑mail em privacidade, mas ainda receber mensagens do app.
pt_pt: Inicie sessão em aplicações e sites com a conta Apple que já tem. As aplicações só podem pedir nome e e‑mail. Pode manter o seu endereço de e‑mail privado sem deixar de receber mensagens da aplicação.
ro: Autentificați‑vă în aplicații și pe site‑uri web cu contul Apple pe care îl aveți deja. Aplicațiile pot solicita doar numele și adresa de e-mail. În plus, vă puteți păstra adresa de e‑mail privată, primind în continuare mesaje de la aplicație.
ru: Входите в приложения и на сайты с Аккаунтом Apple. Приложения могут запрашивать только имя пользователя и адрес электронной почты. Вы можете не раскрывать свою электронную почту приложениям и при этом получать от них сообщения.
sk: V apkách a na webových stránkach sa môžete prihlasovať pomocou vášho existujúceho Apple účtu. Apky vás môžu požiadať len o meno a email. Svoju emailovú adresu môžete navyše uchovať v súkromí a napriek tomu prijímať správy z apky.
sl: V aplikacije in spletna mesta se vpišete z računom Apple, ki ga že imate. Aplikacije vas lahko prosijo samo za ime in e-poštni naslov, ki pa ga lahko ohranite zasebnega, vendar vseeno prejemate sporočila iz aplikacije.
sv: Logga in på appar och webbplatser med det Apple‑konto som du redan har. Appar kan bara fråga efter namn och e-postadress. Och du kan behålla din e-postadress privat men fortfarande få meddelanden från appen.
ta: உங்களிடம் ஏற்கெனவே உள்ள Apple கணக்கு மூலம் செயலிகளிலும் இணையதளங்களிலும் உள்நுழையவும். செயலிகள் பெயரையும் மின்னஞ்சலையும் மட்டுமே கேட்கக்கூடும். உங்கள் மின்னஞ்சல் முகவரியைத் தனிப்பட்டதாக வைத்திருந்தாலும் செயலியிலிருந்து மெசேஜ்களைப் பெறலாம்.
te: మీ వద్ద ఇప్పటికే ఉన్న Apple ఖాతాతో యాప్‌లు మరియు వెబ్‌సైట్‌లలో సైన్ ఇన్ చేయండి. యాప్‌లు పేరు మరియు ఇమెయిల్‌ను మాత్రమే అడగగలవు. మీరు మీ ఇమెయిల్ అడ్రెస్‌ను ప్రైవేట్‌గా ఉంచినప్పటికీ యాప్ నుండి సందేశాలను పొందవచ్చు.
th: ลงชื่อเข้าแอปและเว็บไซต์ด้วยบัญชี Apple ที่คุณมีอยู่แล้ว แอปสามารถขอได้เฉพาะชื่อและอีเมลเท่านั้น และคุณสามารถรักษาที่อยู่อีเมลส่วนตัวของคุณแต่ยังคงรับข้อความจากแอปได้
tr: Var olan Apple Hesabı’nızla uygulamalara ve web sitelerine giriş yapın. Uygulamalar yalnızca ad ve e-posta sorabilir. E-posta adresinizi gizli tutup uygulamadan ileti almaya devam edebilirsiniz.
uk: Виконуйте вхід у програмах і на сайтах за допомогою свого облікового запису Apple. Програми можуть запитувати лише імʼя та е‑адресу. Ви можете не розкривати свою е‑адресу, проте все одно отримувати повідомлення від програми.
ur: آپ کے پاس پہلے سے موجود ‏Apple اکاؤنٹ سے ایپ اور ویب سائٹ میں سائن اِن کریں۔ ایپ صرف نام اور ای میل پوچھیں گے۔ آپ اپنا ای میل ایڈریس نجی رکھتے ہوئے ایپ سے پیغامات موصول کر سکتے ہیں۔
vi: Đăng nhập vào các ứng dụng và trang web bằng Tài khoản Apple mà bạn có. Ứng dụng chỉ có thể yêu cầu tên và địa chỉ email. Bạn có thể bảo mật địa chỉ email nhưng vẫn nhận được thông báo từ ứng dụng.
zh_cn: 通过已有Apple账户登录App和网站。App仅可要求你提供姓名和电子邮件。你可以不公开个人电子邮件地址，但仍然接收来自App的邮件。
zh_hk: 用現有的Apple帳户登入App和網站。App只可要求你提供姓名和電郵。你可以不公開個人電郵地址，但仍然接收App的郵件。
zh_tw: 使用你已經有的「Apple帳號」登入App和網站。App只能要求你的姓名和電子郵件。而你可以選擇將電子郵件地址保持隱密，但仍可從App接收郵件。

# FORGOT_PASSWORD_ALERT
source: Forgot Password
ar: نسيت كلمة السر
bg: Забравена парола
bn: পাসওয়ার্ড ভুলে গেছেন?
ca: Contrasenya oblidada
cs: Zapomenuté heslo
da: Glemt adgangskode
de: Passwort vergessen
el: Ξεχάσατε το συνθηματικό
es: Contraseña olvidada
es_419: Olvidé la contraseña
fi: Unohdin salasanan
fr: Mot de passe oublié
fr_ca: Mot de passe oublié
gu: પાસવર્ડ ભૂલી ગયા છો
he: שכחתי את הסיסמה
hi: पासवर्ड भूल गए
hr: Zaboravljena lozinka
hu: Elfelejtett jelszó
id: Lupa Kata Sandi
it: Ho dimenticato la password
ja: パスワードをお忘れの場合
kk: Құпиясөзді ұмыттым
kn: ಪಾಸ್‌ವರ್ಡ್ ಮರೆತುಹೋಗಿದೆ
ko: 암호를 잊어버림
lt: Pamiršote slaptažodį
ml: പാസ്‌വേഡ് മറന്നു
mr: पासवर्ड विसरलात
ms: Terlupa Kata Laluan
nl: Wachtwoord vergeten
no: Glemt passord
or: ପାସ୍‌ୱର୍ଡ୍ ଭୁଲିଯାଇଛନ୍ତି
pa: ਪਾਸਵਰਡ ਭੁੱਲ ਗਏ
pl: Nie pamiętam hasła
pt_br: Esqueci a Senha
pt_pt: Esqueci‑me da palavra‑passe
ro: Am uitat parola
ru: Забыли пароль
sk: Zabudnuté heslo
sl: Pozabljeno geslo
sv: Glömt lösenordet
ta: பாஸ்வேர்டு மறந்துவிட்டதா?
te: పాస్‌వర్డ్ మర్చిపోయాను
th: ลืมรหัสผ่าน
tr: Parolayı Unuttum
uk: Забули пароль
ur: پاس ورڈ بھول گئے
vi: Quên mật khẩu
zh_cn: 忘记密码
zh_hk: 忘記密碼
zh_tw: 忘記密碼

# CREATE_APPLE_ID_BUTTON_TITLE_REBRAND
source: Create New Apple Account
ar: إنشاء حساب Apple جديد
bg: Създайте нова Apple регистрация
bn: নতুন Apple অ্যাকাউন্ট তৈরি করুন
ca: Crea un compte d’Apple
cs: Vytvořit nový účet Apple…
da: Opret ny Apple‑konto
de: Neuen Apple Account erstellen
el: Δημιουργία νέου λογαριασμού Apple
es: Crear nueva cuenta de Apple
es_419: Crear nueva cuenta de Apple
fi: Luo uusi Apple-tili
fr: Créer un nouveau compte Apple
fr_ca: Créer un compte Apple
gu: નવું Apple અકાઉંટ બનાવો
he: יצירת חשבון Apple חדש
hi: नया Apple खाता बनाएँ
hr: Izradi novi Apple račun…
hu: Új Apple-fiók létrehozása
id: Buat Akun Apple Baru
it: Crea un nuovo Apple Account
ja: Apple Accountを新規作成
kk: Жаңа Apple аккаунтын жасау
kn: ಹೊಸ Apple ಖಾತೆಯನ್ನು ರಚಿಸಿ
ko: 새로운 Apple 계정 생성
lt: Kurti naują „Apple“ paskyrą
ml: പുതിയ Apple അക്കൗണ്ട് സൃഷ്ടിക്കൂ
mr: नवीन Apple अकाउंट तयार करा
ms: Cipta Akaun Apple Baharu
nl: Maak nieuwe Apple Account aan
no: Opprett ny Apple-konto
or: ନୂଆ Apple ଆକାଉଣ୍ଟ୍‌ ତିଆରି କରନ୍ତୁ
pa: ਨਵਾਂ Apple ਖਾਤਾ ਬਣਾਓ
pl: Utwórz nowe konto Apple
pt_br: Criar Nova Conta Apple…
pt_pt: Criar nova conta Apple
ro: Creați un cont Apple nou
ru: Создать новую учетную запись Apple
sk: Vytvoriť nový Apple účet
sl: Ustvari nov račun Apple
sv: Skapa nytt Apple‑konto
ta: புதிய Apple கணக்கை உருவாக்கு
te: కొత్త Apple ఖాతాను సృష్టించండి
th: สร้างบัญชี Apple ใหม่
tr: Yeni Apple Hesabı Yarat
uk: Створити обліковий запис Apple
ur: نیا ‏Apple اکاؤنٹ بنائیں
vi: Tạo Tài khoản Apple mới
zh_cn: 创建新Apple账户
zh_hk: 建立新的Apple帳户
zh_tw: 新增「Apple帳號」

# CREDENTIAL_PICKER_SHARED_ACCOUNT
source: Sign in to %@ using %@'s shared account.
ar: تسجيل الدخول إلى %@ باستخدام حساب %@ المشترك.
bg: Влезте в %@ със споделената регистрация на %@.
bn: %2$@-এর শেয়ার্ড অ্যাকাউন্ট ব্যবহার করে %1$@-এ সাইন ইন করুন।
ca: Inicia la sessió a %@ amb el compte compartit per %@.
cs: Přihlaste se k aplikaci %@ pod sdíleným účtem uživatele %@.
da: Log ind på %@ vha. den delte konto tilhørende %@.
de: Melde dich mit dem geteilten Account von %2$@ bei „%1$@“ an.
el: Συνδεθείτε σε «%@» χρησιμοποιώντας τον κοινόχρηστο λογαριασμό του ατόμου «%@».
es: Inicia sesión en %@ con la cuenta compartida de %@.
es_419: Inicia sesión en %@ usando la cuenta compartida de %@.
fi: Kirjaudu %[tt]@-tilille käyttäen tiliä, jonka %@ jakaa.
fr: Connectez-vous à %@ avec le compte partagé ^[de %@](inflect: true).
fr_ca: Connectez-vous à %@ avec le compte partagé ^[de %@](inflect: true).
gu: %2$@ના શેર કરેલ અકાઉંટનો ઉપયોગ કરીને %1$@માં સાઇન ઇન કરો.
he: באפשרותך להתחבר אל ״⁨%@⁩״ באמצעות החשבון המשותף של %@.
hi: %2$@ का शेयर किया गया खाता इस्तेमाल करके %1$@ में साइन इन करें।
hr: Prijavite se u %@ koristeći dijeljeni račun korisnika %@.
hu: Jelentkezzen be %2$@ megosztott fiókjával a következőbe: %1$@.
id: Masuk ke %@ menggunakan akun bersama %@.
it: Accedi a %@ con l’account condiviso di %@.
ja: %2$@さんの共有アカウントを使用して%1$@にサインインしてください。
kk: %@ қолданбасына %@ ортақ аккаунтымен кіріңіз.
kn: %2$@ ಅವರ ಹಂಚಿಕೊಂಡಿರುವ ಖಾತೆಯನ್ನು ಬಳಸಿಕೊಂಡು %1$@ಗೆ ಸೈನ್ ಇನ್ ಮಾಡಿ.
ko: %2$@님의 공유 계정을 사용하여 %1$@에 로그인하십시오.
lt: Prisijunkite prie „%@“ naudojant bendrinamą paskyrą (%@).
ml: %2$@ എന്നതിന്റെ പങ്കിട്ട അക്കൗണ്ട് ഉപയോഗിച്ച് %1$@ എന്നതിലേക്ക് സൈൻ ഇൻ ചെയ്യൂ.
mr: %2$@ चे शेअर केलेले अकाउंट वापरून %1$@ मध्ये साइन इन करा.
ms: Daftar masuk ke %@ menggunakan akaun dikongsi %@.
nl: Log in bij %@ met de gedeelde account van %@.
no: Logg på %@ med %@ sin delte konto.
or: %@ଙ୍କ ଶେୟର୍ କରାଯାଇଥିବା ଆକାଉଣ୍ଟ୍‌ର ବ୍ଯବହାର କରି %@ରେ ସାଇନ୍‌ ଇନ୍ କରନ୍ତୁ।
pa: %2$@ ਦੇ ਸਾਂਝੇ ਕੀਤੇ ਗਏ ਖਾਤੇ ਦੀ ਵਰਤੋਂ ਕਰਕੇ %1$@ ਵਿੱਚ ਸਾਈਨ ਇਨ ਕਰੋ।
pl: Zaloguj się w %@, używając konta, które udostępnia %@.
pt_br: Iniciar sessão em %@ com a conta compartilhada de %@.
pt_pt: Inicie sessão em %@ com a conta partilhada de %@.
ro: Autentificați‑vă în %@ utilizând contul partajat de %@.
ru: Войдите в %@ с общей учетной записью пользователя %@.
sk: Prihláste sa na %@ pod zdieľaným účtom užívateľa %@.
sl: V »%@« se vpišite z deljenim računom uporabnika %@.
sv: Logga in på %@ med hjälp av det delade kontot för %@.
ta: %@இன் பகிரப்பட்ட கணக்கைப் பயன்படுத்தி %@இல் உள்நுழையவும்.
te: %@ గారి షేర్ చేసిన ఖాతాను ఉపయోగించి %@‌కు సైన్ ఇన్ చేయండి.
th: ลงชื่อเข้า%[tt]@โดยใช้บัญชีแบบใช้ร่วมกันของ%[tt]@
tr: Paylaşılan %2$@ hesabını kullanarak %1$@ girişi yapın.
uk: Увійдіть у «%@» за допомогою спільного облікового запису (%@).
ur: ‏%2$@ کا شیئر کیا گیا اکاؤنٹ استعمال کر کے ‏%1$@ میں سائن اِن کریں۔
vi: Đăng nhập vào %@ bằng tài khoản được chia sẻ của %@.
zh_cn: 使用%2$@的共享账户登录%1$@。
zh_hk: 使用%2$@的共享帳户來登入%1$@。
zh_tw: 使用%2$@的共享帳號登入%1$@。

# PROXIMITY_AUTH_BROADCAST_TITLE
source: Bring Device Nearby
ar: قرِّب الجهاز
bg: Доближете устройството
bn: ডিভাইস কাছাকাছি আনুন
ca: Apropa el dispositiu
cs: Přibližte druhé zařízení
da: Hold enhed i nærheden
de: Gerät in die Nähe bringen
el: Τοποθετήστε τη συσκευή κοντά
es: Acerca un dispositivo
es_419: Acerca el dispositivo
fi: Tuo laite lähelle
fr: Approchez l’appareil
fr_ca: Rapprocher l’appareil
gu: ડિવાઇસ નજીકમાં લાવો
he: קירוב מכשיר
hi: डिवाइस आस-पास लाना
hr: Približite uređaj
hu: Hozzon közel egy eszközt
id: Dekatkan Perangkat
it: Avvicina il dispositivo
ja: デバイスを近づける
kk: Құрылғыны жақындату
kn: ಸಾಧನವನ್ನು ಸಮೀಪಕ್ಕೆ ತನ್ನಿ
ko: 기기 가까이 가져오기
lt: Priartinkite įrenginį
ml: ഡിവൈസ് അടുത്തേക്ക് കൊണ്ടുവരൂ
mr: डिव्हाइस जवळपास आणा
ms: Bawa Peranti Berdekatan
nl: Houd het apparaat in de buurt
no: Hold enheten i nærheten
or: ଡିଭାଇସ୍ ଆଖ ପାଖକୁ ଆଣନ୍ତୁ
pa: ਡਿਵਾਈਸ ਨੂੰ ਨੇੜੇ ਲਿਆਓ
pl: Zbliż drugie urządzenie
pt_br: Aproxime o Dispositivo
pt_pt: Aproxime o dispositivo
ro: Apropiați dispozitivul
ru: Устройство должно быть поблизости
sk: Priblížte druhé zariadenie
sl: Približajte napravo
sv: Placera enheten i närheten
ta: சாதனத்தை அருகில் கொண்டுவரவும்
te: డివైజ్‌ను దగ్గరగా తీసుకురండి
th: นำอุปกรณ์มาอยู่ใกล้เคียง
tr: Aygıtı Yaklaştırın
uk: Піднесіть пристрій ближче
ur: ڈیوائس کو آس پاس لائیں
vi: Đưa thiết bị đến gần
zh_cn: 将设备移近
zh_hk: 將裝置靠近
zh_tw: 將裝置放在附近

# AUTHORIZE_CREATE_ACCOUNT_OR_SHARED_ACCOUNT_MESSAGE
source: Sign in to %@ with a shared account or create your own.
ar: سجل الدخول إلى %@ باستخدام حساب مشترك أو أنشئ حسابك الخاص.
bg: Влезте в %@ със споделена регистрация или създайте нова.
bn: কোনো শেয়ার্ড অ্যাকাউন্টের মাধ্যমে %@-এ সাইন ইন করুন অথবা নিজের অ্যাকাউন্ট তৈরি করুন।
ca: Inicia la sessió a l’app %@ amb un compte compartit o crea’n un de propi.
cs: Přihlaste se k „%@“ pod sdíleným účtem nebo si vytvořte vlastní.
da: Log ind på %@ med en delt konto, eller opret din egen.
de: Melde dich mit einem geteilten Account bei %@ oder erstelle deinen eigenen.
el: Συνδεθείτε σε «%@» με έναν κοινόχρηστο λογαριασμό ή δημιουργήστε τον δικό σας.
es: Inicia sesión en %@ con una cuenta compartida o crea la tuya propia.
es_419: Inicia sesión en %@ con una cuenta compartida o crea una.
fi: Kirjaudu %[tt]@-tilille käyttäen jaettua tiliä tai luo oma tili.
fr: Connectez-vous à %@ avec un compte partagé ou créez votre propre compte.
fr_ca: Connectez-vous à %@ avec un compte partagé ou créez le vôtre.
gu: શેર કરેલા અકાઉંટથી %@માં સાઇન ઇન કરો અથવા તમારું અકાઉંટ બનાવો.
he: באפשרותך להתחבר אל %@ באמצעות חשבון קיים או ליצור חשבון משלך.
hi: शेयर किए गए खाते से %@ में साइन इन करें या अपना खाता बनाएँ।
hr: Prijavite se na %@ dijeljenim računom ili izradite vlastiti.
hu: Jelentkezzen be a(z) %@ appba egy megosztott fiókkal, vagy hozza létre a saját fiókját.
id: Masuk ke %@ dengan akun bersama atau buat milik Anda sendiri.
it: Accedi a %@ con un account condiviso o crea il tuo.
ja: 共有アカウントで%@にサインインするか、または自分のアカウントを作成してください。
kk: %@ қолданбасына ортақ аккаунтыңыз арқылы немесе жаңа аккаунт жасап кіріңіз.
kn: ಹಂಚಿಕೊಂಡಿರುವ ಖಾತೆಯ ಮೂಲಕ %@ಗೆ ಸೈನ್ ಇನ್ ಮಾಡಿ ಅಥವಾ ನಿಮ್ಮದೇ ಖಾತೆಯನ್ನು ರಚಿಸಿ.
ko: 공유 계정으로 %@에 로그인하거나 본인의 계정을 새로 만드십시오.
lt: Prisijunkite prie „%@“ naudodami bendrą paskyrą arba sukurite savo.
ml: %@ എന്നതിലേക്ക് ഒരു പങ്കിട്ട അക്കൗണ്ട് ഉപയോഗിച്ച് സൈൻ ഇൻ ചെയ്യൂ, അല്ലെങ്കിൽ, നിങ്ങളുടെ സ്വന്തമായി ഒന്ന് സൃഷ്ടിക്കൂ.
mr: शेअर केलेल्या अकाउंटने %@ मध्ये साइन इन करा किंवा तुमचे अकाउंट तयार करा.
ms: Daftar masuk ke %@ dengan akaun dikongsi atau cipta akaun sendiri.
nl: Log in bij %@ met een gedeelde account of maak je eigen account aan.
no: Logg på %@ med en delt konto eller opprett din egen.
or: ଶେୟର୍‌ କରାଯାଇଥିବା ଆକାଉଣ୍ଟ୍‌ ସାହାଯ୍ଯରେ %@ରେ ସାଇନ୍‌ ଇନ୍ କରନ୍ତୁ କିମ୍ବା ନିଜ ଆକାଉଣ୍ଟ୍‌ ତିଆରି କରନ୍ତୁ।
pa: ਸਾਂਝੇ ਕੀਤੇ ਗਏ ਖਾਤੇ ਨਾਲ %@ ਵਿੱਚ ਸਾਈਨ ਇਨ ਕਰੋ ਜਾਂ ਆਪਣਾ ਖਾਤਾ ਬਣਾਓ।
pl: Zaloguj się na %@, używając konta udostępnianego, albo utwórz własne.
pt_br: Inicie a sessão em %@ com uma conta compartilhada ou crie a sua própria.
pt_pt: Inicie sessão em %@ com uma conta partilhada ou crie a sua própria conta.
ro: Autentificați‑vă în %@ utilizând un cont partajat sau creați un cont nou.
ru: Войдите в сервис «%@» с общей учетной записью или создайте свою собственную.
sk: Prihláste sa do „%@“ použitím zdieľaného účtu alebo si vytvorte vlastný účet.
sl: V »%@« se vpišite z deljenim računom ali ustvarite svojega.
sv: Logga in på %@ med ett delat konto eller skapa ett eget.
ta: பகிரப்பட்ட கணக்கு மூலம் %@இல் உள்நுழையவும் அல்லது புதிதாக ஒன்றை உருவாக்கவும்.
te: షేర్ చేసిన ఖాతాతో %@‌కు సైన్ ఇన్ చేయండి లేదా మీ స్వంత ఖాతాను సృష్టించండి.
th: ลงชื่อเข้า%[tt]@ด้วยบัญชีแบบใช้ร่วมกันหรือสร้างบัญชีของคุณเอง
tr: Paylaşılan bir hesapla %@ girişi yapın veya kendi hesabınızı yaratın.
uk: Увійдіть в «%@» зі спільним обліковим записом або створіть свій обліковий запис.
ur: شیئر کیے گئے اکاؤنٹ سے ‏%@ میں سائن اِن کریں یا اپنا اکاؤنٹ بنائیں۔
vi: Đăng nhập vào %@ bằng tài khoản được chia sẻ hoặc tạo tài khoản của riêng bạn.
zh_cn: 通过共享账户或创建自己的账户登录%@。
zh_hk: 使用共享帳户登入%@，或建立自己的帳户。
zh_tw: 使用共享的帳號登入%@，或建立自己的帳號。

# AUTHORIZATION_VIEWCONTROLLER_CANCEL
source: Cancel
ar: إلغاء
bg: Отказ
bn: বাতিল করুন
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_419: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
gu: રદ કરો
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
kk: Бас тарту
kn: ರದ್ದು
ko: 취소
lt: Atšaukti
ml: റദ്ദാക്കൂ
mr: रद्द करा
ms: Batal
nl: Annuleer
no: Avbryt
or: ବାତିଲ୍ କରନ୍ତୁ
pa: ਰੱਦ ਕਰੋ
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
ta: ரத்துசெய்
te: రద్దు
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
ur: منسوخ کریں
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# VERIFICATION_HEADER_REPAIR
source: Verification Code
ar: رمز التحقق
bg: Код за верификация
bn: ভেরিফিকেশন কোড
ca: Codi de verificació
cs: Ověřovací kód
da: Bekræftelseskode
de: Bestätigungscode
el: Κωδικός επαλήθευσης
es: Código de verificación
es_419: Código de verificación
fi: Vahvistuskoodi
fr: Code de validation
fr_ca: Code de validation
gu: વેરિફિકેશન કોડ
he: קוד אימות
hi: सत्यापन कोड
hr: Verifikacijski kôd
hu: Ellenőrzőkód
id: Kode Verifikasi
it: Codice di verifica
ja: 確認コード
kk: Растау коды
kn: ದೃಢೀಕರಣ ಕೋಡ್
ko: 확인 코드
lt: Patvirtinimo kodas
ml: പരിശോധിച്ചുറപ്പിക്കൽ കോഡ്
mr: पडताळणी कोड
ms: Kod Pengesahan
nl: Verificatiecode
no: Verifiseringskode
or: ଯାଞ୍ଚକରଣ କୋଡ୍
pa: ਤਸਦੀਕੀ ਕੋਡ
pl: Kod weryfikacyjny
pt_br: Código de Verificação
pt_pt: Código de confirmação
ro: Cod de verificare
ru: Код проверки
sk: Overovací kód
sl: Potrditvena koda
sv: Verifieringskod
ta: சரிபார்ப்புக் குறியீடு
te: ధృవీకరణ కోడ్
th: รหัสตรวจสอบยืนยัน
tr: Doğrulama Kodu
uk: Код перевірки
ur: تصدیقی کوڈ
vi: Mã xác minh
zh_cn: 验证码
zh_hk: 驗證碼
zh_tw: 驗證碼
